<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>
<body>
    <h1>PANDA</h1>
    <style>
        body{
            background:#006400
        }

        #wrapper{
            width: 900px
            margin: 0 auto
            background:#006400
        }

        h1{/* Заголовок сайта */
  margin:0 0 10px 40px
  color:#464451
        }
        img{ /* Фоновая картинка в шапке */
            float: left; /* Разрешаем наплывание других элементов на картинку */
            margin: -40px 0 0 0}
            h1{ /* Заголовок сайта */
            margin:0 0 10px 40px
            color:#464451
            }
            /* Контент (статья) */
            #content{ /* Блок контента */
                margin-bottom: 5px
                width: 676px
                padding: 10px; 
                background: #008000
                border-radius: 5px;
                box-shadow: rgba(0,0,0,0.5) 0px 1px 3px;
                }
                .left{ /* Картинка в тексте слева */
                float: left;
                margin: 30px 7px 7px 7px;
                }
                .right{ /* Картинка в тексте справа */
                    float: right
                    margin: 7px 0 7px 7px
                }
                
                #footer{ /* Блок подвала */
                    height:80px
                    background-color: #006400 
                    margin-bottom: 10px
                    border-radius: 5px
                    box-shadow: rgba(0,0,0,0.5) 0px 1px 3px
                    }
                    .clear{ /* Запрет наплывания. Устанавливается для того, чтобы блок контента, при заполнении текстом и изображениями не наплывал на подвал */
                    clear: both
                    }   
</style>
</head>
<body>
<!--Оболочка страницы-->
<!--Шапка сайта-->
<!--Заголовок сайта-->
<!--Фоновая картинка в шапке сайта-->
      <img src="https://web-zoopark.ru/wp-content/uploads/2018/07/3-82.jpg" height="700px">           

<!--Основной контент (статья)-->
<div id="content">
    <!--Картинка слева-->
          <img class="left" src="https://i.pinimg.com/originals/5a/36/57/5a36572c38b418ffc44b8b0b3d1e5b0b.jpg" height="700px">
    <!--Заголовок статьи-->
            <h3>О пандах в дикой природе</h3>
    <!--Текст статьи-->
    <p>Гигантская панда, обитавшая в бамбуковых лесах на протяжении миллионов лет, 
        обладает ярко выраженными приспособлениями. Плотный, пушистый мех защищает его от холода окружающей среды. 
        Панды, оснащенные крепкими коренными зубами и мощными челюстями, хорошо подходят для измельчения твердого бамбука.
        Хотя их здоровенный, неуклюжий вид может показаться очаровательным, важно помнить, что гигантские панды 
        способны на такую же агрессию, как и другие медведи.</p>
    <p>Гигантские панды — специализированные собиратели бамбука.

        • Они сохраняют пищеварительную систему хищника.
        
        • Панды переваривают менее 20% потребляемого бамбука.
        
        Их ограниченный энергетический бюджет требует от них добывать пищу до 14 часов в день.
        
        Панды спят значительную часть дня, не занимаясь поиском пищи.
        
        • Изучение моделей их активности может помочь лучше понять их стратегию добывания пищи и управления энергией.
        
        Модели активности помогают понять, как панды адаптировались к своей среде обитания в горных лесах.
        
        Эти закономерности имеют решающее значение для понимания того, как панды могут реагировать
    к изменению доступности бамбука из-за изменения климата. Предыдущие исследования с использованием 
    радиотелеметрии показали, что панды ведут сумеречный образ жизни в Волонге и дневной образ жизни в горах Циньлин.
    Панды демонстрируют самый высокий уровень активности весной и самый низкий летом-осенью</p>

    <!--Картинка справа-->
    <img class="right" src="https://gas-kvas.com/grafic/uploads/posts/2023-09/1695807511_gas-kvas-com-p-kartinki-panda-14.jpg" height="1000px">
            <h3>Идеальная среда обитания для панд</h3>
    <p>1. Присутствие бамбука. Для специализированных собирателей бамбука наличие бамбука, 
        особенно таких видов, как Chimoniobambusa szechuanensis, Qlongzhuea multigemmia и 
        Arundinaria faberi, имеет решающее значение. Среда обитания должна поддерживать 
        разнообразие видов бамбука на разных высотах, чтобы удовлетворить диетические потребности панд.</p>
    <p>2. Диапазон высот. Панды предпочитают перемещаться на более высокие высоты, поэтому их 
        среда обитания должна включать диапазон высот, в идеале от 1500 до 2600 метров, чтобы 
        приспособиться к их способам перемещения.</p>
    <p> 3.Тип и структура леса. Среда обитания должна включать девственные леса с большими деревьями 
        и вторичные леса, которые панды все чаще используют. Структурное разнообразие этих лесов, 
        включая размер деревьев и полог, способствует созданию подходящих укрытий и источников пищи.</p> 
    <p>4. Снижение человеческого беспокойства: минимизация воздействия человеческой деятельности, 
        такой как инфраструктура.</p>
    <p>5. Топографические вариации. Разнообразный рельеф, включая более пологие склоны и различные аспекты, 
        может обеспечить пандам разнообразную микросреду обитания.</p>
    <p>6. Климатические и сезонные аспекты. Среда обитания должна быть устойчивой 
        к воздействиям изменения климата и обеспечивать потребности панд в разные сезоны. 
        Следует учитывать сезонные колебания в наличии продуктов питания и качестве жилья.</p>
    </div>
    <!--Запрет наплывания-->
      <div class="clear"></div>
</div>

</body>
</html>
