<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Kyrgyzstan</title>
</head>
<body>
    
<img src="http://kg.mirtv.ru/news/images/original/143541_image.jpg" alt="">
<h1>Калкынын саны</h1>


<ul>
   <li>2016-ж. 5.8 млн</li>
   <li>2019-ж. 6.3 млн</li> 
   <li>2022-ж. 7 млн</li>
</ul>
<hr>

<sub>HTML tags</sub><br>
<span>H</span>
<sub>2</sub>
<span>O, 25</span>
<sup>2</sup>

<del>tilek</del>
<ins>tilek</ins>
<hr>

<h1>КЫРГЫЗСТАН</h1>
<ins><h2>Кыргыз Республикасы</h2>
</ins>
<p><b>Кыргызстан же Кыргыз Республикасы(KP)</b>- Кыргызстан - государство в Центральной Азии, расположенное в 
    западной и центральной части горной системы Тянь-Шань и на Памиро-Алае. Страна не имеет выходов к морю и 
    граничит с четырьмя государствами: Казахстаном, Узбекистаном, Таджикистаном и Китаем. Население - 6,7 млн человек. 
    Столица - Бишкек.Кыргызстан является светским государством. <del> В прошлом страна 
    входила в состав СССР.</del>Здесь есть горная вершина, названная в честь президента России Владимира Путина.
    Кыргызстан - страна с изумительной природой, живописными горами, глубокими озерами и зелеными лугами. Большую часть страны, 
    а именно 80% территории, занимают горы. Местные жители, особенно пастухи, все еще часто живут в юртах. 
<p>АКШда иштегендер да 2022-жылга карата аябай коп.</p>
<a href="https://www.youtube.com/watch?v=i4JK54ONC0g">Кыргызстан</a>





</body>
</html>
